---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures
source: html/79221186-9125-ebb5-a262-0973da2e55e7.htm
---
# BuiltInFailures.GlobalParameterFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.